Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# onboarding.pending.replacesHint
source: Confirming will replace the current desktop session.
de: Die Bestätigung ersetzt die aktuelle Desktop-Sitzung.
es: Confirmar reemplazará la sesión actual del escritorio.
fr: La confirmation remplacera la session de bureau actuelle.
ja: 確認すると現在のデスクトップセッションが置き換えられます。
ko: 확인하면 현재 데스크톱 세션이 교체됩니다.
pl: Potwierdzenie zastąpi bieżącą sesję pulpitu.
pt_br: Confirmar substituirá a sessão atual do desktop.
ru: Подтверждение заменит текущий сеанс рабочего стола.
tr: Onaylama, mevcut masaüstü oturumunu değiştirecek.
uk: Підтвердження замінить поточний сеанс комп'ютера.
vi: Xác nhận sẽ thay thế phiên máy tính hiện tại.
zh_hans: 确认将替换当前的桌面会话。

# onboarding.pending.unencryptedWarning
source: This endpoint uses plain HTTP on a local network address. Traffic is not encrypted.
de: Dieser Endpunkt verwendet HTTP auf einer lokalen Netzwerkadresse. Der Datenverkehr wird nicht verschlüsselt.
es: Este endpoint usa HTTP en una dirección de red local. El tráfico no está cifrado.
fr: Ce point d'accès utilise HTTP sur une adresse réseau locale. Le trafic n'est pas chiffré.
ja: このエンドポイントはローカルネットワークアドレスでHTTPを使用しています。トラフィックは暗号化されません。
ko: 이 엔드포인트는 로컬 네트워크 주소에서 HTTP를 사용합니다. 트래픽이 암호화되지 않습니다.
pl: Ten punkt końcowy używa HTTP na lokalnym adresie sieciowym. Ruch nie jest szyfrowany.
pt_br: Este endpoint usa HTTP em um endereço de rede local. O tráfego não é criptografado.
ru: Эта конечная точка использует HTTP на локальном сетевом адресе. Трафик не шифруется.
tr: Bu uç nokta, yerel ağ adresinde HTTP kullanıyor. Trafik şifrelenmez.
uk: Ця кінцева точка використовує HTTP на локальній мережевій адресі. Трафік не шифрується.
vi: Điểm cuối này sử dụng HTTP trên địa chỉ mạng cục bộ. Lưu lượng truy cập không được mã hóa.
zh_hans: 此端点使用本地网络地址上的 HTTP。流量未加密。

# onboarding.scan.accessibility
source: Scan the desktop pairing code with the camera
de: Kopplungscode des Desktops mit der Kamera scannen
es: Escanear con la cámara el código de emparejamiento del escritorio
fr: Scanner le code d'association du bureau avec l'appareil photo
ja: カメラでデスクトップのペアリングコードをスキャン
ko: 카메라로 데스크톱 페어링 코드 스캔
pl: Zeskanuj kamerą kod parowania z pulpitu
pt_br: Escanear com a câmera o código de emparelhamento do desktop
ru: Сканировать код сопряжения с компьютера камерой
tr: Masaüstü eşleme kodunu kamerayla tara
uk: Сканувати код спарювання з комп'ютера камерою
vi: Quét mã ghép đôi trên máy tính bằng camera
zh_hans: 使用相机扫描桌面端配对码

# onboarding.scan.action
source: Scan pairing code
de: Kopplungscode scannen
es: Escanear código de emparejamiento
fr: Scanner le code d'association
ja: ペアリングコードをスキャン
ko: 페어링 코드 스캔
pl: Zeskanuj kod parowania
pt_br: Escanear código de emparelhamento
ru: Сканировать код сопряжения
tr: Eşleme kodunu tara
uk: Сканувати код спарювання
vi: Quét mã ghép đôi
zh_hans: 扫描配对码

# onboarding.scan.caption
source: Open Settings → Remote Access on your desktop to show the code.
de: Öffnen Sie auf dem Desktop Einstellungen → Remotezugriff, um den Code anzuzeigen.
es: Abre Configuración → Acceso Remoto en el escritorio para mostrar el código.
fr: Ouvrez Paramètres → Accès distant sur le bureau pour afficher le code.
ja: デスクトップで「設定」→「リモートアクセス」を開いてコードを表示します。
ko: 데스크톱에서 설정 → 원격 액세스를 열어 코드를 표시하세요.
pl: Otwórz Ustawienia → Dostęp zdalny na pulpicie, aby wyświetlić kod.
pt_br: Abra Configurações → Acesso Remoto no desktop para mostrar o código.
ru: Откройте «Настройки» → «Удалённый доступ» на компьютере, чтобы показать код.
tr: Kodu göstermek için masaüstünde Ayarlar → Uzaktan Erişim'i açın.
uk: Відкрийте «Налаштування» → «Віддалений доступ» на комп'ютері, щоб показати код.
vi: Mở Cài đặt → Truy cập Từ xa trên máy tính để hiển thị mã.
zh_hans: 在桌面端打开「设置 → 远程访问」以显示配对码。

# onboarding.scan.close
source: Close scanner
de: Scanner schließen
es: Cerrar el escáner
fr: Fermer le scanner
ja: スキャナーを閉じる
ko: 스캐너 닫기
pl: Zamknij skaner
pt_br: Fechar o leitor
ru: Закрыть сканер
tr: Tarayıcıyı kapat
uk: Закрити сканер
vi: Đóng trình quét
zh_hans: 关闭扫描器

# onboarding.scan.denied.action
source: Open iOS Settings
de: iOS-Einstellungen öffnen
es: Abrir Ajustes de iOS
fr: Ouvrir les Réglages iOS
ja: iOS の設定を開く
ko: iOS 설정 열기
pl: Otwórz Ustawienia iOS
pt_br: Abrir Ajustes do iOS
ru: Открыть настройки iOS
tr: iOS Ayarları'nı aç
uk: Відкрити налаштування iOS
vi: Mở Cài đặt iOS
zh_hans: 打开 iOS 设置

# onboarding.scan.denied.message
source: Poracode needs the camera to read the pairing code. Turn it on in iOS Settings, or pair with a link instead.
de: Poracode benötigt die Kamera, um den Kopplungscode zu lesen. Aktivieren Sie sie in den iOS-Einstellungen oder koppeln Sie stattdessen per Link.
es: Poracode necesita la cámara para leer el código de emparejamiento. Actívala en Ajustes de iOS o empareja con un enlace.
fr: Poracode a besoin de l'appareil photo pour lire le code d'association. Activez-le dans les Réglages iOS ou associez avec un lien.
ja: ペアリングコードを読み取るにはカメラが必要です。iOS の設定でオンにするか、リンクでペアリングしてください。
ko: 페어링 코드를 읽으려면 카메라가 필요합니다. iOS 설정에서 켜거나 링크로 페어링하세요.
pl: Poracode potrzebuje kamery, aby odczytać kod parowania. Włącz ją w Ustawieniach iOS albo sparuj za pomocą łącza.
pt_br: O Poracode precisa da câmera para ler o código de emparelhamento. Ative-a nos Ajustes do iOS ou emparelhe com um link.
ru: Poracode нужна камера, чтобы прочитать код сопряжения. Включите её в настройках iOS или выполните сопряжение по ссылке.
tr: Poracode, eşleme kodunu okumak için kameraya ihtiyaç duyar. iOS Ayarları'ndan açın ya da bağlantıyla eşleyin.
uk: Poracode потрібна камера, щоб прочитати код спарювання. Увімкніть її в налаштуваннях iOS або виконайте спарювання за посиланням.
vi: Poracode cần camera để đọc mã ghép đôi. Hãy bật trong Cài đặt iOS, hoặc ghép đôi bằng liên kết.
zh_hans: Poracode 需要使用相机读取配对码。请在 iOS 设置中开启，或改用配对链接。

# onboarding.scan.denied.title
source: Camera access is off
de: Kamerazugriff ist deaktiviert
es: El acceso a la cámara está desactivado
fr: L'accès à l'appareil photo est désactivé
ja: カメラへのアクセスがオフです
ko: 카메라 접근이 꺼져 있습니다
pl: Dostęp do kamery jest wyłączony
pt_br: O acesso à câmera está desativado
ru: Доступ к камере отключён
tr: Kamera erişimi kapalı
uk: Доступ до камери вимкнено
vi: Quyền truy cập camera đang tắt
zh_hans: 相机访问权限已关闭

# onboarding.scan.failed.message
source: The camera could not start. Close other apps that may be using it and try again, or pair with a link instead.
de: Die Kamera konnte nicht gestartet werden. Schließen Sie andere Apps, die sie verwenden könnten, und versuchen Sie es erneut — oder koppeln Sie per Link.
es: No se pudo iniciar la cámara. Cierra otras apps que puedan estar usándola e inténtalo de nuevo, o empareja con un enlace.
fr: Impossible de démarrer l'appareil photo. Fermez les autres apps qui l'utilisent peut-être et réessayez, ou associez avec un lien.
ja: カメラを起動できませんでした。カメラを使用している可能性のある他のアプリを閉じて再試行するか、リンクでペアリングしてください。
ko: 카메라를 시작할 수 없습니다. 카메라를 사용 중일 수 있는 다른 앱을 닫고 다시 시도하거나 링크로 페어링하세요.
pl: Nie udało się uruchomić kamery. Zamknij inne aplikacje, które mogą jej używać, i spróbuj ponownie albo sparuj za pomocą łącza.
pt_br: Não foi possível iniciar a câmera. Feche outros apps que possam estar usando-a e tente novamente, ou emparelhe com um link.
ru: Не удалось запустить камеру. Закройте другие приложения, которые могут её использовать, и повторите попытку — или выполните сопряжение по ссылке.
tr: Kamera başlatılamadı. Kamerayı kullanıyor olabilecek diğer uygulamaları kapatıp yeniden deneyin ya da bağlantıyla eşleyin.
uk: Не вдалося запустити камеру. Закрийте інші програми, які можуть її використовувати, і спробуйте ще раз — або виконайте спарювання за посиланням.
vi: Không thể khởi động camera. Hãy đóng các ứng dụng khác có thể đang dùng camera rồi thử lại, hoặc ghép đôi bằng liên kết.
zh_hans: 无法启动相机。请关闭可能正在使用相机的其他应用后重试，或改用配对链接。

# onboarding.scan.failed.title
source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Appareil photo indisponible
ja: カメラを利用できません
ko: 카메라를 사용할 수 없습니다
pl: Kamera niedostępna
pt_br: Câmera indisponível
ru: Не удалось запустить камеру
tr: Kamera kullanılamıyor
uk: Не вдалося запустити камеру
vi: Camera không sử dụng được
zh_hans: 相机不可用

# onboarding.scan.fallback.link
source: Paste a pairing link
de: Kopplungslink einfügen
es: Pegar un enlace de emparejamiento
fr: Coller un lien d'association
ja: ペアリングリンクを貼り付ける
ko: 페어링 링크 붙여넣기
pl: Wklej łącze parowania
pt_br: Colar um link de emparelhamento
ru: Вставить ссылку для сопряжения
tr: Eşleme bağlantısı yapıştır
uk: Вставити посилання для спарювання
vi: Dán liên kết ghép đôi
zh_hans: 粘贴配对链接

# onboarding.scan.hint
source: Point the camera at the pairing code in Settings → Remote Access on your desktop.
de: Richten Sie die Kamera auf den Kopplungscode unter Einstellungen → Remotezugriff auf dem Desktop.
es: Apunta la cámara al código de emparejamiento en Configuración → Acceso Remoto del escritorio.
fr: Pointez l'appareil photo vers le code d'association dans Paramètres → Accès distant du bureau.
ja: デスクトップの「設定」→「リモートアクセス」に表示されるペアリングコードにカメラを向けてください。
ko: 데스크톱의 설정 → 원격 액세스에 표시된 페어링 코드에 카메라를 비추세요.
pl: Skieruj kamerę na kod parowania w Ustawienia → Dostęp zdalny na pulpicie.
pt_br: Aponte a câmera para o código de emparelhamento em Configurações → Acesso Remoto no desktop.
ru: Наведите камеру на код сопряжения в «Настройки» → «Удалённый доступ» на компьютере.
tr: Kamerayı masaüstündeki Ayarlar → Uzaktan Erişim bölümündeki eşleme koduna doğrultun.
uk: Наведіть камеру на код спарювання в «Налаштування» → «Віддалений доступ» на комп'ютері.
vi: Hướng camera vào mã ghép đôi trong Cài đặt → Truy cập Từ xa trên máy tính.
zh_hans: 将相机对准桌面端「设置 → 远程访问」中的配对码。

# onboarding.scan.invalid
source: That is not a Poracode pairing code. Keep the Remote Access code in view.
de: Das ist kein Poracode-Kopplungscode. Halten Sie den Remotezugriff-Code im Bild.
es: Ese no es un código de emparejamiento de Poracode. Mantén el código de Acceso Remoto a la vista.
fr: Ce n'est pas un code d'association Poracode. Gardez le code d'accès distant dans le cadre.
ja: これは Poracode のペアリングコードではありません。リモートアクセスのコードを画面内に収めてください。
ko: Poracode 페어링 코드가 아닙니다. 원격 액세스 코드를 화면에 유지하세요.
pl: To nie jest kod parowania Poracode. Utrzymuj kod dostępu zdalnego w kadrze.
pt_br: Esse não é um código de emparelhamento do Poracode. Mantenha o código do Acesso Remoto no enquadramento.
ru: Это не код сопряжения Poracode. Держите код удалённого доступа в кадре.
tr: Bu bir Poracode eşleme kodu değil. Uzaktan Erişim kodunu kadrada tutun.
uk: Це не код спарювання Poracode. Тримайте код віддаленого доступу в кадрі.
vi: Đây không phải mã ghép đôi Poracode. Hãy giữ mã Truy cập Từ xa trong khung hình.
zh_hans: 这不是 Poracode 配对码。请将远程访问的配对码保持在取景框内。

# onboarding.scan.noCamera.message
source: This device has no camera Poracode can use — the iOS Simulator included. Paste a pairing link or enter the details manually.
de: Auf diesem Gerät gibt es keine Kamera, die Poracode nutzen kann — auch nicht im iOS-Simulator. Fügen Sie einen Kopplungslink ein oder geben Sie die Daten manuell ein.
es: Este dispositivo no tiene una cámara que Poracode pueda usar, incluido el Simulador de iOS. Pega un enlace de emparejamiento o introduce los datos manualmente.
fr: Cet appareil n'a pas d'appareil photo utilisable par Poracode, simulateur iOS compris. Collez un lien d'association ou saisissez les informations manuellement.
ja: この端末には Poracode が使用できるカメラがありません（iOS シミュレータを含む）。ペアリングリンクを貼り付けるか、情報を手動で入力してください。
ko: 이 기기에는 Poracode가 사용할 수 있는 카메라가 없습니다(iOS 시뮬레이터 포함). 페어링 링크를 붙여넣거나 정보를 직접 입력하세요.
pl: To urządzenie nie ma kamery, której Poracode mógłby użyć — dotyczy to także symulatora iOS. Wklej łącze parowania lub wprowadź dane ręcznie.
pt_br: Este dispositivo não tem uma câmera que o Poracode possa usar — inclusive o Simulador do iOS. Cole um link de emparelhamento ou insira os dados manualmente.
ru: На этом устройстве нет камеры, доступной Poracode, — включая симулятор iOS. Вставьте ссылку для сопряжения или введите данные вручную.
tr: Bu cihazda Poracode'un kullanabileceği bir kamera yok — iOS Simulator dahil. Bir eşleme bağlantısı yapıştırın ya da bilgileri elle girin.
uk: На цьому пристрої немає камери, доступної для Poracode, — включно з симулятором iOS. Вставте посилання для спарювання або введіть дані вручну.
vi: Thiết bị này không có camera mà Poracode có thể dùng — bao gồm cả iOS Simulator. Hãy dán liên kết ghép đôi hoặc nhập thông tin thủ công.
zh_hans: 此设备没有 Poracode 可用的相机（包括 iOS 模拟器）。请粘贴配对链接或手动输入信息。

# onboarding.scan.noCamera.title
source: No camera available
de: Keine Kamera verfügbar
es: No hay cámara disponible
fr: Aucun appareil photo disponible
ja: 使用できるカメラがありません
ko: 사용할 수 있는 카메라가 없습니다
pl: Brak dostępnej kamery
pt_br: Nenhuma câmera disponível
ru: Камера недоступна
tr: Kullanılabilir kamera yok
uk: Камера недоступна
vi: Không có camera khả dụng
zh_hans: 没有可用的相机

# onboarding.scan.preparing
source: Starting the camera…
de: Kamera wird gestartet…
es: Iniciando la cámara…
fr: Démarrage de l'appareil photo…
ja: カメラを起動中…
ko: 카메라를 시작하는 중…
pl: Uruchamianie kamery…
pt_br: Iniciando a câmera…
ru: Запуск камеры…
tr: Kamera başlatılıyor…
uk: Запуск камери…
vi: Đang khởi động camera…
zh_hans: 正在启动相机…

# onboarding.scan.retry
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
tr: Yeniden dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试

# onboarding.subtitle.default
source: Scan the pairing code shown in Remote Access on your desktop.
de: Scannen Sie den Kopplungscode, der im Remotezugriff auf dem Desktop angezeigt wird.
es: Escanea el código de emparejamiento que aparece en Acceso Remoto en el escritorio.
fr: Scannez le code d'association affiché dans l'accès distant du bureau.
ja: デスクトップのリモートアクセスに表示されるペアリングコードをスキャンしてください。
ko: 데스크톱 원격 액세스에 표시된 페어링 코드를 스캔하세요.
pl: Zeskanuj kod parowania wyświetlany w dostępie zdalnym na pulpicie.
pt_br: Escaneie o código de emparelhamento exibido no Acesso Remoto do desktop.
ru: Отсканируйте код сопряжения, показанный в удалённом доступе на компьютере.
tr: Masaüstündeki Uzaktan Erişim'de görünen eşleme kodunu tarayın.
uk: Відскануйте код спарювання, показаний у віддаленому доступі на комп'ютері.
vi: Quét mã ghép đôi hiển thị trong Truy cập Từ xa trên máy tính.
zh_hans: 扫描桌面端远程访问中显示的配对码。

# onboarding.subtitle.protocolIncompatible
source: This app cannot talk to the paired desktop. Update Poracode on both devices to the same version, then Disconnect and re-pair.
de: Diese App kann nicht mit dem gekoppelten Desktop kommunizieren. Aktualisieren Sie Poracode auf beiden Geräten auf dieselbe Version, trennen Sie die Verbindung und koppeln Sie erneut.
es: Esta app no puede comunicarse con el escritorio emparejado. Actualiza Poracode en ambos dispositivos a la misma versión, luego Desconecta y vuelve a emparejar.
fr: Cette app ne peut pas communiquer avec le bureau associé. Mettez à jour Poracode sur les deux appareils vers la même version, déconnectez-vous et reassociez.
ja: このアプリはペアリング済みのデスクトップと通信できません。両方のデバイスでPoracodeを同じバージョンにアップデートし、切断して再ペアリングしてください。
ko: 이 앱이 페어링된 데스크톱과 통신할 수 없습니다. 두 기기에서 Poracode를 같은 버전으로 업데이트한 후 연결을 끊고 다시 페어링하세요.
pl: Ta aplikacja nie może komunikować się z sparowanym komputerem. Zaktualizuj Poracode na obu urządzeniach do tej samej wersji, rozłącz i sparuj ponownie.
pt_br: Este app não consegue se comunicar com o desktop emparelhado. Atualize o Poracode em ambos os dispositivos para a mesma versão, desconecte e emparelhe novamente.
ru: Это приложение не может связаться со спаренным компьютером. Обновите Poracode на обоих устройствах до одной версии, затем отключитесь и выполните повторное сопряжение.
tr: Bu uygulama eşlenmiş masaüstüyle iletişim kuramıyor. Poracode'u her iki cihazda da aynı sürüme güncelleyin, Bağlantıyı Kesin ve yeniden eşleyin.
uk: Ця програма не може спілкуватися зі спарованим комп'ютером. Оновіть Poracode на обох пристроях до однієї версії, відключіться та виконайте повторне спарювання.
vi: Ứng dụng này không thể giao tiếp với máy tính đã ghép đôi. Hãy cập nhật Poracode trên cả hai thiết bị lên cùng một phiên bản, ngắt kết nối và ghép đôi lại.
zh_hans: 此应用无法与已配对的桌面通信。请将两台设备上的 Poracode 更新到相同版本，然后断开连接并重新配对。

# onboarding.subtitle.storeInconsistent
source: Stored credentials on this device are inconsistent or unreadable. Disconnect to clear them, then pair again.
de: Gespeicherte Anmeldedaten auf diesem Gerät sind inkonsistent oder nicht lesbar. Trennen Sie die Verbindung, um sie zu löschen, und koppeln Sie erneut.
es: Las credenciales almacenadas en este dispositivo son incoherentes o ilegibles. Desconecta para borrarlas y vuelve a emparejar.
fr: Les identifiants stockés sur cet appareil sont incohérents ou illisibles. Déconnectez-vous pour les effacer, puis réassociez.
ja: このデバイスに保存されている認証情報に不整合があるか、読み取れません。切断して消去し、再ペアリングしてください。
ko: 이 기기에 저장된 자격 증명이 일관되지 않거나 읽을 수 없습니다. 연결을 끊고 지운 후 다시 페어링하세요.
pl: Zapisane poświadczenia na tym urządzeniu są niespójne lub nieczytelne. Rozłącz, aby je wyczyścić, i sparuj ponownie.
pt_br: As credenciais armazenadas neste dispositivo são inconsistentes ou ilegíveis. Desconecte para limpá-las e emparelhe novamente.
ru: Сохранённые учётные данные на этом устройстве противоречивы или нечитаемы. Отключитесь, чтобы очистить их, и выполните повторное сопряжение.
tr: Bu cihazda depolanan kimlik bilgileri tutarsız veya okunamıyor. Temizlemek için bağlantıyı kesin ve yeniden eşleyin.
uk: Збережені облікові дані на цьому пристрої є неузгодженими або нечитабельними. Відключіться, щоб очистити їх, і виконайте повторне спарювання.
vi: Thông tin xác thực được lưu trữ trên thiết bị này không nhất quán hoặc không thể đọc được. Ngắt kết nối để xóa chúng, sau đó ghép đôi lại.
zh_hans: 此设备上存储的凭据不一致或无法读取。断开连接以清除它们，然后重新配对。

# projects.add.action
source: Add Project
de: Projekt hinzufügen
es: Añadir proyecto
fr: Ajouter un projet
ja: プロジェクトを追加
ko: 프로젝트 추가
pl: Dodaj projekt
pt_br: Adicionar projeto
ru: Добавить проект
tr: Proje Ekle
uk: Додати проєкт
vi: Thêm dự án
zh_hans: 添加项目

# projects.add.clone
source: Clone
de: Klonen
es: Clonar
fr: Cloner
ja: クローン
ko: 복제
pl: Klonuj
pt_br: Clonar
ru: Клонировать
tr: Klonla
uk: Клонувати
vi: Nhân bản
zh_hans: 克隆

# projects.add.create
source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新規
ko: 새로 만들기
pl: Nowy
pt_br: Novo
ru: Новый
tr: Yeni
uk: Новий
vi: Mới
zh_hans: 新建

# projects.add.existing
source: Existing
de: Vorhanden
es: Existente
fr: Existant
ja: 既存
ko: 기존 항목
pl: Istniejący
pt_br: Existente
ru: Существующий
tr: Mevcut
uk: Наявний
vi: Hiện có
zh_hans: 现有

# projects.browse.action
source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
ja: 参照
ko: 둘러보기
pl: Przeglądaj
pt_br: Procurar
ru: Обзор
tr: Göz At
uk: Огляд
vi: Duyệt
zh_hans: 浏览

# projects.browse.home
source: Home
de: Startordner
es: Inicio
fr: Dossier personnel
ja: ホーム
ko: 홈
pl: Katalog domowy
pt_br: Início
ru: Домашняя папка
tr: Ana Klasör
uk: Домашня папка
vi: Thư mục chính
zh_hans: 主文件夹

# projects.browse.parent
source: Parent Folder
de: Übergeordneter Ordner
es: Carpeta superior
fr: Dossier parent
ja: 親フォルダ
ko: 상위 폴더
pl: Folder nadrzędny
pt_br: Pasta superior
ru: Родительская папка
tr: Üst Klasör
uk: Батьківська папка
vi: Thư mục cấp trên
zh_hans: 上级文件夹

# projects.browse.truncated
source: Some folders are not shown. Choose a narrower folder.
de: Einige Ordner werden nicht angezeigt. Wählen Sie einen spezifischeren Ordner.
es: Algunas carpetas no se muestran. Elige una carpeta más específica.
fr: Certains dossiers ne sont pas affichés. Choisissez un dossier plus précis.
ja: 一部のフォルダは表示されていません。より対象を絞ったフォルダを選択してください。
ko: 일부 폴더가 표시되지 않습니다. 더 구체적인 폴더를 선택하세요.
pl: Niektóre foldery nie są wyświetlane. Wybierz bardziej szczegółowy folder.
pt_br: Algumas pastas não são exibidas. Escolha uma pasta mais específica.
ru: Некоторые папки не показаны. Выберите более конкретную папку.
tr: Bazı klasörler gösterilmiyor. Daha belirli bir klasör seçin.
uk: Деякі папки не показано. Виберіть конкретнішу папку.
vi: Một số thư mục không được hiển thị. Hãy chọn thư mục cụ thể hơn.
zh_hans: 部分文件夹未显示。请选择范围更小的文件夹。

# projects.browse.useFolder
source: Use This Folder
de: Diesen Ordner verwenden
es: Usar esta carpeta
fr: Utiliser ce dossier
ja: このフォルダを使用
ko: 이 폴더 사용
pl: Użyj tego folderu
pt_br: Usar esta pasta
ru: Использовать эту папку
tr: Bu Klasörü Kullan
uk: Використати цю папку
vi: Dùng thư mục này
zh_hans: 使用此文件夹

# projects.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# projects.disable.action
source: Disable Project
de: Projekt deaktivieren
es: Desactivar proyecto
fr: Désactiver le projet
ja: プロジェクトを無効にする
ko: 프로젝트 비활성화
pl: Wyłącz projekt
pt_br: Desativar projeto
ru: Отключить проект
tr: Projeyi devre dışı bırak
uk: Вимкнути проєкт
vi: Tắt dự án
zh_hans: 停用项目

# projects.disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
pl: Wyłączony
pt_br: Desativado
ru: Отключён
tr: Devre Dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已停用

# projects.edit.title
source: Project Settings
de: Projekteinstellungen
es: Ajustes del proyecto
fr: Réglages du projet
ja: プロジェクト設定
ko: 프로젝트 설정
pl: Ustawienia projektu
pt_br: Ajustes do projeto
ru: Настройки проекта
tr: Proje Ayarları
uk: Параметри проєкту
vi: Cài đặt dự án
zh_hans: 项目设置

# projects.error.ambiguous
source: The result is uncertain. Refresh before trying again.
de: Das Ergebnis ist ungewiss. Aktualisieren Sie, bevor Sie es erneut versuchen.
es: El resultado es incierto. Actualiza antes de volver a intentarlo.
fr: Le résultat est incertain. Actualisez avant de réessayer.
ja: 結果が確定していません。再試行する前に更新してください。
ko: 결과가 확실하지 않습니다. 다시 시도하기 전에 새로 고치세요.
pl: Wynik jest niepewny. Odśwież przed ponowną próbą.
pt_br: O resultado é incerto. Atualize antes de tentar novamente.
ru: Результат неизвестен. Обновите данные перед повторной попыткой.
tr: Sonuç belirsiz. Yeniden denemeden önce yenileyin.
uk: Результат невизначений. Оновіть дані перед повторною спробою.
vi: Kết quả chưa chắc chắn. Hãy làm mới trước khi thử lại.
zh_hans: 结果不确定。请刷新后再试。

# projects.error.busy
source: Another project operation is running.
de: Ein anderer Projektvorgang wird ausgeführt.
es: Hay otra operación de proyecto en curso.
fr: Une autre opération de projet est en cours.
ja: 別のプロジェクト操作を実行中です。
ko: 다른 프로젝트 작업이 실행 중입니다.
pl: Trwa inna operacja na projekcie.
pt_br: Outra operação de projeto está em andamento.
ru: Выполняется другая операция с проектом.
tr: Başka bir proje işlemi çalışıyor.
uk: Виконується інша операція з проєктом.
vi: Một thao tác dự án khác đang chạy.
zh_hans: 另一个项目操作正在进行。

# projects.error.cloneURL
source: Enter a supported repository URL.
de: Geben Sie eine unterstützte Repository-URL ein.
es: Introduce una URL de repositorio compatible.
fr: Saisissez une URL de dépôt prise en charge.
ja: 対応しているリポジトリURLを入力してください。
ko: 지원되는 저장소 URL을 입력하세요.
pl: Wprowadź obsługiwany adres URL repozytorium.
pt_br: Insira uma URL de repositório compatível.
ru: Введите поддерживаемый URL репозитория.
tr: Desteklenen bir depo URL’si girin.
uk: Введіть підтримувану URL-адресу репозиторію.
vi: Nhập URL kho lưu trữ được hỗ trợ.
zh_hans: 请输入受支持的仓库 URL。

# projects.error.denied
source: The desktop denied this operation.
de: Der Desktop hat diesen Vorgang abgelehnt.
es: El escritorio rechazó esta operación.
fr: L’ordinateur a refusé cette opération.
ja: デスクトップがこの操作を拒否しました。
ko: 데스크톱에서 이 작업을 거부했습니다.
pl: Komputer odrzucił tę operację.
pt_br: O computador recusou esta operação.
ru: Компьютер отклонил эту операцию.
tr: Masaüstü bu işlemi reddetti.
uk: Комп’ютер відхилив цю операцію.
vi: Máy tính đã từ chối thao tác này.
zh_hans: 桌面端拒绝了此操作。
